[
  {
    "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
    "keywords": [
      "dark skin tone",
      "hand",
      "forbidden",
      "gesture",
      "woman",
      "prohibited",
      "no"
    ],
    "definition":
      "The Woman Gesturing Not OK, Type-6 emoji is a sequence of the ?? Face With No Good Gesture, ?? Emoji Modifier Fitzpatrick Type-6, ? Female S http://emojipedia.org/woman-gesturing-not-ok-type-6/",
    "unicode": "U+1F645 U+1F3FF U+200D U+2640 U+FE0F",
    "name": "woman gesturing NO: dark skin tone",
    "shortcode": null,
    "senses": {
      "adjectives": [
        {
          "bn:00104562a": [
            "Contrary to or forbidden by law, especially criminal law.",
            "Prohibited by law or by official or accepted rules",
            "Not conforming to, permitted by, or recognised by law or rules.",
            "Contrary to or forbidden by law."
          ]
        },
        { "bn:00103191a": ["Excluded from use or mention"] },
        {
          "bn:00107314a": [
            "Quantifier; used with either mass nouns or plural count nouns for indicating a complete or almost complete lack or zero quantity of"
          ]
        }
      ],
      "verbs": [
        {
          "bn:00088732v": [
            "To express something by a gesture or gestures.",
            "To say or express through gestures.",
            "Show, express or direct through movement",
            "To show, express or direct through movements.",
            "To express through gestures."
          ]
        },
        {
          "bn:00086877v": [
            "To tell not to do something.",
            "Command against",
            "To forbid, disallow, or proscribe; to make illegal or illicit."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00001530n": [
            "A woman is a female human.",
            "Female adult human",
            "An animal of the sex that produces eggs.",
            "An adult human member of the sex that produces ova and bears young.",
            "An adult female human.",
            "An adult female person (as opposed to a man)",
            "Adult female human being."
          ]
        },
        {
          "bn:00042759n": [
            "That part of the fore limb below the forearm or wrist in primates (including humans).",
            "The part of the fore limb below the forearm or wrist in a human, and the corresponding part in many other animals.",
            "The zoological term for the distal portion of the forelimb of an animal (including the human hand)",
            "Part of the fore limb.",
            "The (prehensile) extremity of the superior limb",
            "The manus is the zoological term for the distal portion of the fore limb of an animal.",
            "A hand, as the part of the fore limb below the forearm in a man, or the corresponding part in other vertebrates.",
            "A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."
          ]
        },
        {
          "bn:00040336n": [
            "The use of movements, especially of the hands, to communicate familiar or prearranged signals",
            "A gesture is a form of non-verbal communication or non-vocal communication in which visible bodily actions communicate particular messages, either in place of, or in conjunction with, speech.",
            "Form of non-verbal communication or non-vocal communication",
            "A quick movement of a finger or pen on a screen that the computer interprets as a command, rather than as a mouse movement, writing, or drawing.",
            "The use of movements (especially of the hands) to communicate familiar or prearranged signals"
          ]
        }
      ]
    }
  },
  {
    "category": "Miscellaneous Symbols And Pictographs -> Emoji modifiers",
    "keywords": ["dark skin tone", "woman", "guard"],
    "definition":
      "The Female Guard, Type-6 emoji is a sequence of the ?? Guardsman, ?? Emoji Modifier Fitzpatrick Type-6, ? Female Sign and ? Variation Select http://emojipedia.org/female-guard-type-6/",
    "unicode": "U+1F482 U+1F3FF U+200D U+2640 U+FE0F",
    "name": "woman guard: dark skin tone",
    "shortcode": null,
    "senses": {
      "adjectives": [],
      "verbs": [
        {
          "bn:00090041v": [
            "To protect; to keep from harm or injury.",
            "Maintain in safety from injury, harm, or danger",
            "To keep safe; to defend; to guard; to prevent harm coming to.",
            "To keep something or someone safe or prevent harm coming to someone or something.",
            "To protect from danger; to secure against surprise, attack, or injury; to keep in safety; to defend.",
            "To prevent, to keep (from doing something).",
            "To protect from some offence.",
            "To safeguard a resource from attack or loss."
          ]
        }
      ],
      "nouns": [
        {
          "bn:00001530n": [
            "A woman is a female human.",
            "Female adult human",
            "An animal of the sex that produces eggs.",
            "An adult human member of the sex that produces ova and bears young.",
            "An adult female human.",
            "An adult female person (as opposed to a man)",
            "Adult female human being."
          ]
        },
        {
          "bn:00042043n": [
            "A person who, or thing that, protects or watches over something.",
            "Person who or thing that protects something.",
            "A person who keeps watch over something or someone",
            "A person who protects or watches over something."
          ]
        }
      ]
    }
  }
]
